[
    {
        "title": "Fox Broadcasting Company",
		"images": [
			"fox_1.jpg",
			"fox_2.jpg"
		],
		"description": [
			"<p>I provided development and maintenance for fox.com, including CMS integration, responsive design, video streaming, MVPD authentication, advertising, social integration, analytics, and user feedback.</p>",
			"<p>In addition to working directly alongside the product teams at Fox and collaborating with the other developers on my team, I worked with other vendors such as Adobe, Hulu, Akamai, and FreeWheel.</p>"
		],
		"link": "http://www.fox.com",
		"tags": ["PHP", "HTML", "LESS", "Responsive", "JavaScript", "Photoshop"]
    },
    {
        "title": "FOX NOW",
		"images": [
			"foxnow_1.jpg",
			"foxnow_2.jpg"
		],
		"description": [
			"<p>FOX NOW is Fox Broadcasting Company's streaming platform for mobile devices and set-top boxes.</p>",
			"<p>I built the marketing site from the ground up including a fully responsive experience, content driven by a remote CMS feed, Flexslider navigation, and Adobe Omniture analytics.</p>"
		],
		"link": "http://www.fox.com/foxnow",
		"tags": ["PHP", "HTML", "LESS", "Responsive", "JavaScript", "Photoshop"]
    },
    {
        "title": "NBCUniversal Core Video Player",
		"images": [
			"nbc_4.jpg",
			"nbc_3.jpg",
			"nbc_1.jpg",
			"nbc_2.jpg"
		],
		"description": [
			"<p>I actively developed the player itself, adding new features and maintaining existing ones, including advertising integration, closed captioning, sharing, content ratings integration, and analytics. In addition, I created a comprehensive testing sandbox, which became the de-facto testing suite adopted by the quality assurance group.</p>",
			"<p>This video player has been featured on NBC.com as well as several of NBCUniversal's online properties as USA, Bravo, SyFy, and Oxygen.</p>"
		],
		"link": "http://www.nbc.com/video/",
		"tags": ["ActionScript", "Flash", "JavaScript", "HTML", "CSS"]
    },
    {
        "title": "Full Circle Real Estate Group",
		"images": [
			"full_circle_1.jpg",
			"full_circle_2.jpg",
			"full_circle_3.jpg",
			"full_circle_4.jpg"
		],
		"description": [
			"<p>Full Circle Real Estate Group is an Athens-based brokerage that concentrates on sales and leasing of sustainable or green properties. The website is powered by a CMS that allows Full Circle to manage mailing lists, add/edit properties, update staff profiles, maintain a blog, and add/edit downloadable resources.</p>",
			"<p>I created the CMS, implemented all page code from mockups, and worked directly with the client to formalize specifications.</p>"
        ],
		"link": "http://fullcircleathens.com",
		"tags": ["PHP", "MySQL", "HTML", "CSS", "JavaScript"]
    },
    {
        "title": "Amazon Continuum",
		"images": [
			"amazon_continuum_1.jpg",
			"amazon_continuum_2.jpg"
		],
		"thumbnail": "http://placehold.it/720x300",
		"description": [
			"<p>The Amazon Continuum is a research project led by Dr. Patricia Yager of UGA's Marine Sciences Department. The website was designed to enable researchers to blog about their experiences and upload video podcasts from the research ship. They also have access to a custom, secure platform to privately communicate and transfer files.</p>",
			"<p>I created the CMS, implemented all page code from mockups, and worked directly with the client to formalize specifications.</p>"
        ],
		"link": "http://amazoncontinuum.org",
		"tags": ["PHP", "MySQL", "HTML", "CSS", "JavaScript"]
    },
    {
        "title": "Ted and Buck Video Caddy iPhone App",
		"images": [
			"ted_and_buck_1.jpg",
			"ted_and_buck_2.jpg"
		],
		"description": [
			"<p>This iPhone app was designed to assist amateur and novice golfers with improving their techniques. The features included streaming video tutorials, a news blog, and a full account registration system.</p>",
			"<p>I developed the app and helped design the API that the app used to communicate with the server-side component.</p>"
        ],
		"link": "http://tedandbuckvideocaddy.com/iphone/",
		"tags": ["Objective-C", "Cocoa"]
    },
    {
        "title": "RiverWay South",
		"images": [
			"riverway_south_1.jpg",
			"riverway_south_2.jpg"
		],
		"description": [
			"<p>RiverWay South is designed to work with communities within the Apalachicola, Chattahoochee, and Flint watershed to preserve the environment while increasing the economic vitality of the region. The website features photo galleries, testimonials, and self-guided brochure, video, and audio tours from a variety of sources.</p>",
			"<p>I created the CMS, implemented all page code from mockups, and worked directly with the client to formalize specifications.</p>"
        ],
		"link": "http://riverwaysouth.org",
		"tags": ["PHP", "MySQL", "HTML", "CSS", "JavaScript"]
    },
    {
        "title": "NIH Starlite",
		"images": [
			"starlite_1.jpg",
			"starlite_2.jpg"
		],
		"description": [
			"<p>STAR-LITE is a realistic training environment that teaches students about laboratory safety. Developed by the National Institutes of Health with Janus Research, STAR-LITE offers training simulation with the look, feel, and flexibility of a modern video game. We developed the website that delivers the training application, manages support requests and comments, and manages companion material for the educational institutions that use STAR-LITE.</p>",
			"<p>I created the CMS, implemented all page code from mockups, and worked directly with the client to formalize specifications.</p>"
        ],
		"link": "http://starlite.nih.gov",
		"tags": ["PHP", "MySQL", "HTML", "CSS", "JavaScript"]
    },
    {
        "title": "Georgia Debate Union",
		"images": [
			"gdu_1.jpg",
			"gdu_2.jpg"
		],
		"description": [
			"<p>The Georgia Debate Union is a competitive intercollegiate policy debate team at the University of Georgia. We designed a new front-end and a suite of content management tools designed especially for debate teams at both the college and high school levels. This includes management for team members and coaches, press and alumni relations, tournament schedules, a full featured blogging and contact system, and a permission management system that allows multiple people to manage different parts of the site.</p>",
			"<p>I created the CMS, implemented all page code from mockups, and worked directly with the client to formalize specifications.</p>"
        ],
		"link": "http://georgiadebate.org",
		"tags": ["PHP", "MySQL", "HTML", "CSS", "JavaScript"]
    },
    {
        "title": "National Debate Coaches Association",
		"images": [
			"ndca_1.jpg",
			"ndca_2.jpg"
		],
		"description": [
			"<p>The National Debate Coaches' ultimate vision is to provide opportunities for high school coaches to strengthen their abilities in order to provide stronger learning environments for their students. For NDCA, we installed our easy-to-use content management system to control blogging, tournament scheduling, instant page creation, newsletter management, and coaching and teaching resources category creation and file uploading.</p>",
			"<p>I created the CMS, implemented all page code from mockups, and worked directly with the client to formalize specifications.</p>"
        ],
		"link": "http://www.debatecoaches.org",
		"tags": ["PHP", "MySQL", "HTML", "CSS", "JavaScript"]
    },
    {
        "title": "Eikon Productions",
		"images": [
			"eikon_1.jpg",
			"eikon_2.jpg"
		],
		"description": [
			"<p>Eikon Productions is a video and audio production firm located in Athens, GA. Starting from a design by Signal 7, we coded the front end and deployed a CMS that allows Eikon to manage their video portfolio, and area where clients can log in and see proofs and progress, and their blog.</p>",
			"<p>I created the CMS, implemented all page code from mockups, and worked directly with the client to formalize specifications.</p>"
        ],
		"link": "http://eikonic.com",
		"tags": ["PHP", "MySQL", "HTML", "CSS", "JavaScript"]
    },
    {
        "title": "Combat Focus Shooting iPhone App",
		"images": [
			"cfs_1.jpg"
		],
		"description": [
			"<p>This is an app targeted at amateur and novice firearm training enthusiasts, designed to help them practice on their own by re-creating some of the drills that are taught in Rob Pincus' flagship training program.</p>",
			"<p>I developed the app, created the website for the app, and helped design the API that the app uses to communicate with the server-side component.</p>"
        ],
		"link": "http://combatfocusapp.com",
		"tags": ["Objective-C", "Cocoa", "HTML", "CSS", "JavaScript"]
    }
]
